etc/gatewaymanagement/examples/ws/service_create_response_1.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"
    xmlns:mdo="http://schemas.wiseman.dev.java.net/metadata/messagetypes"
    xmlns:mex="http://schemas.xmlsoap.org/ws/2004/09/mex"
    xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing"
    xmlns:wse="http://schemas.xmlsoap.org/ws/2004/08/eventing"
    xmlns:wsen="http://schemas.xmlsoap.org/ws/2004/09/enumeration"
    xmlns:wsman="http://schemas.dmtf.org/wbem/wsman/1/wsman.xsd"
    xmlns:wsmeta="http://schemas.dmtf.org/wbem/wsman/1/wsman/version1.0.0.a/default-addressing-model.xsd"
    xmlns:wxf="http://schemas.xmlsoap.org/ws/2004/09/transfer" xmlns:xs="http://www.w3.org/2001/XMLSchema">
    <env:Header>
        <wsa:Action env:mustUnderstand="true" xmlns:l7="http://ns.l7tech.com/2010/04/gateway-management">http://schemas.xmlsoap.org/ws/2004/09/transfer/CreateResponse</wsa:Action>
        <wsa:MessageID env:mustUnderstand="true" xmlns:l7="http://ns.l7tech.com/2010/04/gateway-management">uuid:34db8c2b-c9ec-4d7b-98f5-30308afb5d21</wsa:MessageID>
        <wsa:RelatesTo xmlns:l7="http://ns.l7tech.com/2010/04/gateway-management">uuid:dd5cc3e5-0c6c-4496-9889-a47e671c57ef</wsa:RelatesTo>
        <wsa:To env:mustUnderstand="true" xmlns:l7="http://ns.l7tech.com/2010/04/gateway-management">http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To>
    </env:Header>
    <env:Body>
        <wxf:ResourceCreated xmlns:l7="http://ns.l7tech.com/2010/04/gateway-management">
            <wsa:Address env:mustUnderstand="true">https://localhost:8443/wsman/</wsa:Address>
            <wsa:ReferenceParameters>
                <wsman:ResourceURI>http://ns.l7tech.com/2010/04/gateway-management/services</wsman:ResourceURI>
                <wsman:SelectorSet>
                    <wsman:Selector Name="id">253165568</wsman:Selector>
                </wsman:SelectorSet>
            </wsa:ReferenceParameters>
        </wxf:ResourceCreated>
    </env:Body>
</env:Envelope>
